INSERT INTO questions (question_text, option_a, option_b, option_c, option_d, temperament_type) VALUES
('Легко ли вы выходите из себя?', '1 - Совсем нет', '2 - Редко', '3 - Иногда', '4 - Часто', 'choleric'),
('Часто ли вы действуете под влиянием момента?', '1 - Никогда', '2 - Редко', '3 - Иногда', '4 - Часто', 'choleric'),
('Считаете ли себя решительным человеком?', '1 - Нет', '2 - Скорее нет', '3 - Скорее да', '4 - Да', 'choleric'),
('Легко ли вы адаптируетесь к новой обстановке?', '1 - Нет', '2 - С трудом', '3 - Нормально', '4 - Очень легко', 'sanguine'),
('Часто ли вы бываете в центре внимания?', '1 - Никогда', '2 - Редко', '3 - Иногда', '4 - Часто', 'sanguine'),
('Легко ли вы заводите новые знакомства?', '1 - Очень сложно', '2 - Сложно', '3 - Нормально', '4 - Очень легко', 'sanguine'),
('Сложно ли вас вывести из равновесия?', '1 - Очень легко', '2 - Легко', '3 - Сложно', '4 - Очень сложно', 'phlegmatic'),
('Предпочитаете ли вы спокойный, размеренный образ жизни?', '1 - Нет', '2 - Скорее нет', '3 - Скорее да', '4 - Да', 'phlegmatic'),
('Часто ли вы обдумываете решения, прежде чем действовать?', '1 - Никогда', '2 - Редко', '3 - Иногда', '4 - Всегда', 'phlegmatic'),
('Часто ли вы переживаете по пустякам?', '1 - Никогда', '2 - Редко', '3 - Иногда', '4 - Часто', 'melancholic'),
('Легко ли вас ранить?', '1 - Совсем нет', '2 - Скорее нет', '3 - Скорее да', '4 - Очень легко', 'melancholic'),
('Склонны ли вы к самокопированию?', '1 - Нет', '2 - Редко', '3 - Иногда', '4 - Часто', 'melancholic');
